Resets the iterator to the initial state.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public virtual void Reset()
  Visual Basic
Public Overridable Sub Reset
  Visual C++
public:
virtual void Reset()
 See Also
  ConduitSizeIterator Class
  Autodesk.Revit.DB.Electrical Namespace